Repository: common-repository/block-new-admin
Catalog: languages/block-new-admin-*.po
Languages: it_it

source: BE CAREFULLY: for security reason no messages are shown about your password.
it_it: ATTENZIONE! Per ragioni di sicurezza nessun messaggio è mostrato in relazione alla password.

source: BE CAREFULLY: for security reason no messages are shown about this operation. If you see Activate Block again your block has been removed
it_it: ATTENZIONE! Per motivi di sicurezza non viene visualizzato alcun messaggio. Se vedi nuovamente Attiva Blocco, allora il blocco è stato rimosso

source: All new users created in this way however have a "none" role
it_it: Tutti i nuovi utenti creati in questo modo avranno un ruolo Nessuno

source: PLEASE READ CAREFULLY BEFORE ACTIVATION
it_it: SI PREGA DI LEGGERE CON ATTENZIONE PRIMA DELL'ATTIVAZIONE

source: This plugin is a security block for creation of new administrators. PLUGIN DEACTIVATION OR FOLDER DELETION MANTAIN THE BLOCK ACTIVE. The only way for deactivating the block is to use the password you chose. SO PLEASE PRESERVE YOUR PASSWORD WITH CARE !
it_it: Questo plugin è un blocco di protezione per la creazione di nuovi amministratori. LA DISATTIVAZIONE DEL PLUGIN O LA RIMOZIONE DELLA CARTELLA MANTENGONO IL BLOCCO ATTIVO. L'unico modo per disattivare il blocco è quello di utilizzare la password che hai scelto. CONSERVA LA TUA PASSWORD CON CURA!

source: HOW TO USE IT
it_it: COME USARLO

source: Go to Settings / Block New Admin. Into the tab General insert a password and then click on Activate Block. Done!
it_it: Vai su Impostazioni / Blocco nuovi admin. Nella tab Generale inserisci una password e quindi clicca su Attiva Blocco.

source: HOW TO REMOVE BLOCK
it_it: COME RIMUOVERE IL BLOCCO

source: Go to Settings / Block New Admin. Into the tab General insert the password you chose and then click on Deactivate Block. Done!
it_it: Vai su Impostazioni / Blocco nuovi admin. Nella tab Generale inserisci una password e quindi clicca su Disattiva Blocco.

source: HOW DOES IT WORK
it_it: COME FUNZIONA

source: When someone tries to create a new administrator, the plugin does not signal any errors.
it_it: Quando qualcuno cerca di creare un nuovo amministratore, il plugin non segnala errori.

source: How to contact us?
it_it: Come contattarci ?

source: Profile
it_it: Profilo

source: Our plugins
it_it: I nostri plugin

source: Like us on Facebook
it_it: Mi Piace

source: OTHER PLUGINS
it_it: ALTRI PLUGIN

source: A plugin for car dealers. It creates shortcodes for viewing and searching for vehicles.
it_it: Un plugin per venditori d'auto. Crea shortcodes per visualizzare e cercare veicoli.

source: See more.
it_it: Altro.

source: Do you like this plugin?
it_it: Ti piace questo plugin?

source: Please SUGGEST
it_it: Suggerisci

source: other features you would like to have...
it_it: altre funzioni che vorresti avere...

source: Contact us
it_it: Contattaci

source: Block new admin
it_it: Blocca nuovi admin

source: Activate Block
it_it: Attiva Blocco

source: Deactivate Block
it_it: Disattiva Blocco

source: Block new admin settings
it_it: Impostazioni di blocco nuovi admin

source: Set your deactivation password
it_it: Imposta la password di disattivazione

source: Insert Password to Deactivate
it_it: Inserisci la password per disattivare il blocco

source: Choose a password to protect the deactivation
it_it: Scegli una password per proteggere il blocco

source: Insert Your Password to Deactivate the Block. If you forgot it, please see the Help Tab
it_it: Inserisci la password per Disattivare il blocco. Se la hai dimenticata, vedi la tab Aiuto

source: Block New Admin Settings
it_it: Impostazioni di blocco nuovi admin

source: General
it_it: Generale

source: HELP
it_it: AIUTO
